export default {
  projections: {
    РегистАнкетыE: {
      датаРегистр: {
        __caption__: 'Дата регистр'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      тЧРегистАнкеты: {
        __caption__: 'Т ч регист анкеты',
        фИОКандидата: {
          __caption__: 'Ф и о кандидата'
        },
        серНомПаспорта: {
          __caption__: 'Сер ном паспорта'
        },
        иНН: {
          __caption__: 'ИНН'
        },
        снилс: {
          __caption__: 'Снилс'
        },
        номерТелефона: {
          __caption__: 'Номер телефона'
        },
        элПочта: {
          __caption__: 'Эл почта'
        },
        должности: {
          __caption__: 'Должности',
          должности: {
            __caption__: 'Должности'
          }
        }
      }
    },
    РегистАнкетыL: {
      датаРегистр: {
        __caption__: 'Дата регистр'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаРегистр: {
      __caption__: 'Дата регистр'
    },
    организация: {
      __caption__: 'Организация'
    },
    тЧРегистАнкеты: {
      __caption__: 'Т ч регист анкеты'
    }
  }
};
