export default {
  projections: {
    РегРезультE: {
      датРегРезСобес: {
        __caption__: 'Дат рег рез собес'
      },
      итогСобес: {
        __caption__: 'Итог собес'
      },
      оценкаКандид: {
        __caption__: 'Оценка кандид'
      },
      крКомИлиОбсРеш: {
        __caption__: 'Кр ком или обс реш'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИОСотруд: {
          __caption__: 'Ф и о сотруд'
        }
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      планирСобес: {
        __caption__: 'Планир собес',
        иметьПриСебе: {
          __caption__: 'Иметь при себе'
        }
      }
    },
    РегРезультL: {
      датРегРезСобес: {
        __caption__: 'Дат рег рез собес'
      },
      итогСобес: {
        __caption__: 'Итог собес'
      },
      оценкаКандид: {
        __caption__: 'Оценка кандид'
      },
      крКомИлиОбсРеш: {
        __caption__: 'Кр ком или обс реш'
      },
      сотрудники: {
        __caption__: 'Ф и о сотруд',
        фИОСотруд: {
          __caption__: 'Ф и о сотруд'
        }
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      планирСобес: {
        __caption__: 'Иметь при себе',
        иметьПриСебе: {
          __caption__: 'Иметь при себе'
        }
      }
    }
  },
  validations: {
    датРегРезСобес: {
      __caption__: 'Дат рег рез собес'
    },
    итогСобес: {
      __caption__: 'Итог собес'
    },
    крКомИлиОбсРеш: {
      __caption__: 'Кр ком или обс реш'
    },
    оценкаКандид: {
      __caption__: 'Оценка кандид'
    },
    организация: {
      __caption__: 'Организация'
    },
    планирСобес: {
      __caption__: 'Планир собес'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
