export default {
  projections: {
    ТЧРегистАнкетыE: {
      фИОКандидата: {
        __caption__: 'Ф и о кандидата'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      снилс: {
        __caption__: 'Снилс'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      элПочта: {
        __caption__: 'Эл почта'
      },
      должности: {
        __caption__: 'Должности',
        должности: {
          __caption__: 'Должности'
        }
      }
    }
  },
  validations: {
    иНН: {
      __caption__: 'ИНН'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    серНомПаспорта: {
      __caption__: 'Сер ном паспорта'
    },
    снилс: {
      __caption__: 'Снилс'
    },
    фИОКандидата: {
      __caption__: 'Ф и о кандидата'
    },
    элПочта: {
      __caption__: 'Эл почта'
    },
    должности: {
      __caption__: 'Должности'
    },
    регистАнкеты: {
      __caption__: 'регистАнкеты'
    }
  }
};
