export default {
  projections: {
    ПланирСобесE: {
      датаПланСобес: {
        __caption__: 'Дата план собес'
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      регистАнкеты: {
        __caption__: 'Регист анкеты',
        датаРегистр: {
          __caption__: 'Дата регистр'
        }
      },
      тЧПланирСобес: {
        __caption__: '',
        тЧРегистАнкеты: {
          __caption__: '',
          иНН: {
            __caption__: ''
          },
          номерТелефона: {
            __caption__: ''
          },
          серНомПаспорта: {
            __caption__: ''
          },
          снилс: {
            __caption__: ''
          },
          фИОКандидата: {
            __caption__: ''
          },
          элПочта: {
            __caption__: ''
          },
          должности: {
            __caption__: '',
            должности: {
              __caption__: ''
            }
          }
        }
      }
    },
    ПланирСобесL: {
      датаПланСобес: {
        __caption__: 'Дата план собес'
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      регистАнкеты: {
        __caption__: 'Дата регистр',
        датаРегистр: {
          __caption__: 'Дата регистр'
        }
      }
    }
  },
  validations: {
    датаПланСобес: {
      __caption__: 'Дата план собес'
    },
    иметьПриСебе: {
      __caption__: 'Иметь при себе'
    },
    организация: {
      __caption__: 'Организация'
    },
    регистАнкеты: {
      __caption__: 'Регист анкеты'
    },
    тЧПланирСобес: {
      __caption__: 'тЧПланирСобес'
    }
  }
};
