export default {
  projections: {
    ТЧПланирСобесE: {
      тЧРегистАнкеты: {
        __caption__: '',
        иНН: {
          __caption__: ''
        },
        номерТелефона: {
          __caption__: ''
        },
        серНомПаспорта: {
          __caption__: ''
        },
        снилс: {
          __caption__: ''
        },
        фИОКандидата: {
          __caption__: ''
        },
        элПочта: {
          __caption__: ''
        },
        должности: {
          __caption__: '',
          должности: {
            __caption__: ''
          }
        }
      }
    }
  },
  validations: {
    тЧРегистАнкеты: {
      __caption__: 'тЧРегистАнкеты'
    },
    планирСобес: {
      __caption__: 'планирСобес'
    }
  }
};
